Repository: AFPy/afpy.barcamp
Catalog: src/afpy/barcamp/locales/*/LC_MESSAGES/afpy.barcamp.po
Languages: fr

source: View
fr: Voir

source: Edit
fr: Modifier

source: Navigation menu
fr: Menu de navigation

source: Actions menu
fr: Menu d'actions

source: on ${start_date}
fr: le ${start_date}

source: from ${start_date} to ${end_date}
fr: de ${start_date} à ${end_date}

source: Program
fr: Programme

source: logout
fr: se déconnecter

source: You are not connected. You can
fr: Vous n'êtes pas identifié. Vous pouvez vous

source: login
fr: connecter

source: AFPy Barcamp - conference manager
fr: AFPy Barcamp - gestionnaire de conférences

source: All meetings
fr: Tous les événements

source: Username
fr: Nom utilisateur

source: Password
fr: Mot de passe

source: Member of the meeting
fr: Participant

source: Please choose the meeting first
fr: Veuillez d'abord choisir l'événement

source: This username already exists: %s
fr: Ce nom utilisateur existe déjà : %s

source: Content-Type: text/plain; charset=UTF-8 Subject: your account for %s Dear %s %s, Thanks for your account! You can connect to %s with the following informations: %s login : %s password : %s
fr: Content-Type: text/plain; charset=UTF-8 Subject: Votre compte pour %s Cher %s %s, Merci pour votre inscription ! Vous pouvez vous connecter à %s avec les informations suivantes : %s nom utilisateur : %s mot de passe : %s

source: Please check your e-mail, then
fr: Veuillez vérifier votre courriel, puis vous revenez vous

source: Thank you for creating an account.
fr: Merci pour votre inscription.

source: create an account
fr: créez un compte

source: If you don't have a password, ${create-an-account}<br /> Reminder: your password was sent to you by e-mail.
fr: Si vous n'avez pas de mot de passe, ${create-an-account}<br />Rappel : votre mot de passe vous a été envoyé par courriel.

source: Durations
fr: Durées

source: Duration in minutes
fr: Durée en minutes

source: Title
fr: Titre

source: Add a duration
fr: Ajouter une durée

source: cancel
fr: annuler

source: Please enter a new duration for seances
fr: Veuillez entrer une nouvelle durée possible pour les conférences

source: return to list
fr: Retourner à la liste

source: container-rename-button
fr: Renommer

source: container-cut-button
fr: Couper

source: container-copy-button
fr: Copier

source: container-paste-button
fr: Coller

source: container-apply-button
fr: Valider

source: container-cancel-button
fr: Annuler

source: Content listing
fr: Liste

source: Name
fr: Nom

source: Size
fr: Taille

source: Created
fr: Créé

source: Modified
fr: Modifié

source: Title of the session
fr: Titre de la session

source: Date and time
fr: Date et heure

source: Room
fr: Salle

source: Keywords
fr: Mots clés

source: Keywords describing your session, separated by a comma.
fr: Mots clés décrivant votre session, séparés par des virgules.

source: Audience
fr: Public

source: Name of persons leading the session
fr: Nom des personnes dirigeant la session

source: Unfolding of the session
fr: Déroulement de la session

source: Benefits for attendees
fr: Bénéfice pour les participants

source: Add meeting
fr: Ajouter un événement

source: Apply
fr: Appliquer

source: Upgrade
fr: Mise à jour

source: Database successfully upgraded!
fr: Base de données correctement mise à jour !

source: Display name
fr: Nom affiché

source: Address
fr: Adresse

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Manage Meetings
fr: Gérer les événements

source: Add a meeting
fr: Ajouter un événement

source: URL name
fr: Nom dans l'URL

source: Confirmed seances
fr: Sessions confirmées

source: Author:
fr: Auteur :

source: at ${start_date}
fr: à ${start_date}

source: No sessions have been confirmed yet
fr: Aucune session n'a encore été confirmée

source: Propose a seance!
fr: Proposer une session !

source: No sessions have been proposed
fr: Aucune session n'est actuellement proposée

source: 1 session has been proposed
fr: Une session a été proposée

source: ${N} sessions have been proposed
fr: ${N} sessions ont été proposées

source: Upgrade!
fr: Mettre à jour !

source: Your database does not need an upgrade.
fr: Votre base de données ne nécessite pas de mise à jour.

source: Your database needs an upgrade. To upgrade, just click on the button below:
fr: Votre base de données nécessite une mise à jour. Pour lancer la mise à jour, cliquez simplement sur le bouton ci-dessous:

source: Add a person
fr: Ajouter un utilisateur

source: My account
fr: Mon compte

source: Login
fr: Nom utilisateur

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: E-mail
fr: Courriel

source: Telephone
fr: Téléphone

source: Short bio
fr: Courte bio

source: Short description of yourself
fr: Courte description de vous-même

source: People
fr: Participants

source: Please enter your details. A password will be sent to you by e-mail.
fr: Veuillez entrer vos informations. Un mot de passe vous sera envoyé par courriel.

source: Return to list
fr: Retour à la liste

source: You have been removed from: %s
fr: Vous avez été désinscrit de : %s

source: Can attend
fr: Peut être présent

source: You are already registered
fr: Vous êtes déjà inscrit

source: I want to attend!
fr: Je veux être présent !

source: I don't want to attend
fr: Je ne veux plus être présent

source: You have been added to: %s
fr: Vous avez été inscrit à : %s

source: Rooms
fr: Salles

source: Add a room
fr: Ajouter une salle

source: Please enter a new room
fr: Veuillez entrer une nouvelle salle

source: Add a seance
fr: Ajouter une session

source: Add seance
fr: Ajouter une session

source: Please first register
fr: Veuillez d'abord vous inscrire

source: Leader of a seance
fr: Leader de la session

source: (no description)
fr: (pas de description)

source: Edit a seance
fr: Modifier la session

source: View the list of seances
fr: Voir la liste des sessions

source: Proposed seances
fr: Sessions proposées

source: Please enter the detail of the seance you want to lead. You will be able to edit it after validation. Your seance will be reviewed by the organization team and you will be contacted about it.
fr: Veuillez entrer le détail de la session que vous voulez diriger. Vous pourrez ensuite la modifier. Votre session sera revue par l'équipe d'organisation et vous serez contacté à ce sujet.

source: edit your proposal
fr: modifier votre proposition

source: You may ${edit-your-proposal} or return to the ${list-of-proposals}.
fr: Vous pouvez ${edit-your-proposal} ou retourner à la ${list-of-proposals}.

source: Thank you for proposing a seance for ${meeting}! <p>x</p>
fr: Merci d'avoir proposé une session pour ${meeting} ! <p>x</p>

source: list of proposals
fr: liste des propositions

source: Author
fr: Auteur

source: All seances
fr: Toutes les sessions
